{
	"fullName": "Дарья Пушкарская",
	"youTubeUrl": "https://youtu.be/ViYGWK7gC2k",
	"cost": "15 000",
	"vkUrl": "https://vk.com/d_pushkarskaya",
	"gitHubUrl": "https://github.com/6thSence",
	"text": {
		"about": [
			"Окончила университет по специальности программирование и поняла, что к высшему образованию не прилагается должность в крупной компании. Нашла своего наставника и стала с его помощью веб-разработчиком. Теперь помогаю другим пройти этот путь.",
			"В данный момент работаю в компании Mail.Ru программистом, до этого работала в 2ГИС разработчиком интерфейсов и онлайн-школе LoftSchool."
		],
		"skills": "В веб-разработке я уже более года и за все это время приобрела огромный опыт работы с различными технологиями. От базовой верстки с HTML, CSS, шаблонизаторами Jade, Handelbars, различными препроцессорами Sass, Stylus, Less, инструментом PostCSS, сборщиками Gulp до сложных приложений с разработкой серверной стороны (Node js, Express, MongoDB), деплоем приложение (Heroku), сборки на Webpack и использованием современных фрейморков (React, Redux). В моем арсенале достаточной большой багаж знаний и опыта, которым я хочу поделиться с вами :)",
		"plan": "Менторство – это в первую очередь личный подход, это не школа и не курс. В начале твоего обучения будет составлен личный план, исходя из пожеланий и реальных потребностей. Двигаться по этому плану можно в своем ритме. Работа будет проходить над реальными проектами в реальных боевых условиях (Github), применяя знания на практике под руководством ментора. Контроль качества кода, правильности написания кода и правильности применения той или иной технологии гарантирован. Личный контроль выполнения плана и мотивация. Я верю в ваши силы и моя задача, чтобы вы достигли своих целей.",
		"group": [
			"Набор будет осуществляться ограниченное время и всех взять я не смогу. Главным показателем для меня в отборе студентов является их заинтересованность и желание добиться результата. Приоритет так или иначе буду отдавать студентам, которые уже у меня обучались, так как я заинтересована в вашем дальнейшем развитии. Окончательное решение я принимаю по результатам личного общения.",
			"Так что, пишите мне – будем знакомиться. Даже если по какой-то из причин вы не попали ко мне в менторство, вы все равно всегда можете обратиться ко мне за помощью и задать вопрос!"
		],
		"contact": "Оставьте заявку на первый бесплатный урок, на котором вы узнаете: как проходит обучение, какие проекты делают мои ученики и каких результатов можно достичь уже после первого месяца!",
		"contactBack": "Находите меня в социальных сетях ;)"
	},
	"skills": [
		{
			"name": "html-css-java",
			"href": "http://webfoundation.org/about/vision/history-of-the-web/"
		},
		{
			"name": "jade",
			"href": "https://pugjs.org/api/getting-started.html"
		},
		{
			"name": "handlebars",
			"href": "http://handlebarsjs.com/"
		},
		{
			"name": "sass",
			"href": "http://sass-lang.com/"
		},
		{
			"name": "stylus",
			"href": "http://stylus-lang.com/"
		},
		{
			"name": "less",
			"href": "http://lesscss.org/"
		},
		{
			"name": "postcss",
			"href": "http://postcss.org/"
		},
		{
			"name": "gulp",
			"href": "http://gulpjs.com/"
		},
		{
			"name": "node",
			"href": "https://nodejs.org/en/"
		},
		{
			"name": "express",
			"href": "http://expressjs.com/ru/"
		},
		{
			"name": "mongodb",
			"href": "https://www.mongodb.com/"
		},
		{
			"name": "heroku",
			"href": "https://www.heroku.com/home"
		},
		{
			"name": "git",
			"href": "https://git-scm.com/"
		},
		{
			"name": "react",
			"href": "https://facebook.github.io/react/"
		},
		{
			"name": "redux",
			"href": "https://github.com/reactjs/redux"
		}
	],
	"options": {
		"forHow": [
			"новичкам в начале их пути, когда они теряются в том, за что браться и что изучать, какие книги и как применять их на практике;",
			"ребятам которые уже в процессе изучения технологии и им нужна помощь, либо ребятам которые пошли на курсы и им не хватает поддержки и помощи в освоении материала;",
			"так и ребятам, которые уже устроились на работу и сталкиваются со своими первыми проблемами, где им нужна помощь и советы;",
			"ребятам, которые хотят попробовать себя во фрилансе, но боятся совершить ошибку."
		],
		"plus": [
			"периодически буду проводиться дни открытых дверей, на которые будут приглашаться именитые специалисты либо специалисты со смежных специальностей, что бы они поделились своим опытом и вы могли задать им свои вопросы лично;",
			"дизайн проектов будут создаваться для вас лично, исходя из предпочтений и необходимых задач;",
			"обучение будет проходить в формате работы команды в крупных компаниях. Знакомство с распространенными практиками организации производства продуктов и акцент на моментах, которые будут требовать от вас в вашей работе."
		]
	}
}